Repository: AbdrahumanFikry/proeye
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Warranty Details
ar: معلومات الضمان

# inWarranty
source: Active warranty
ar: داخل الضمان

# taskStates
source: Task Status
ar: حالة المهام

source: Denied
ar: مرفوضة

# selectExecCompany
source: Select execution company
ar: اختيار جهة منفذة

# selectGovCompany
source: Select owner company
ar: اختيار جهة مالكة

# addNewGovCompany
source: Add new owner
ar: إضافة جهة مالكة جديدة

# addNewExecutionCompany
source: Add new executer
ar: إضافة جهة منفذة جديدة

# atLeast1Committee
source: Please enter at least 1 committee
ar: برجاء إدخال لجنة واحدة على الأقل

source: Phone 1
ar: رقم التليفون 1

source: Phone 2
ar: رقم التليفون 2

# emailNull
source: Please Enter your Email
ar: من فضلك ادخل بريدك الإلكترونى

# invalidNationalId
source: Please Enter valid national id
ar: من فضلك أدخل رقم قومى صحيح

# invalidPassword
source: Please Enter valid password
ar: من فضلك ادخل كلمة مرور صحيحه

# invalidConfirmPassword
source: Please make sure that the password and confirm password match
ar: من فضلك التأكد من كلمة المرور

# passwordNull
source: Please Enter your password
ar: من فضلك ادخل كلمة المرور

# shortPassword
source: Password is too short
ar: كلمة المرور قصيره

# nameNull
source: Please Enter your name
ar: من فضلك ادخل الاسم

# phoneNumberNull
source: Please Enter your phone number
ar: من فضلك ادخل رقم الهاتف

# invalidPhoneNumber
source: Please Enter valid phone number
ar: من فضلك أدخل رقم هاتف صالح

# invalidEmail
source: Please Enter a valid Email
ar: من فضلك أدخل بريد إلكترونى صالح

# shortPhone
source: Phone number is too short
ar: رقم الهاتف قصير

# inputNull
source: This field is required!
ar: هذا الحقل مطلوب!

# signInFailed
source: An error occurred during SignIn
ar: حدث خطأ اثناء التسجيل

# idOrPasswordIsWrong
source: National id or password is wrong
ar: تأكد من الرقم القومى وكلمه المرور

# noNetwork
source: Connection failed ,connect and try again
ar: فشل الاتصال حاول مره اخرى

source: Data is not completed
ar: البيانات ليست مكتمله!

# copyRights
source: Â© 2020 Bdaya Development. All rights reserved
ar: © 2020 Lina&Dina.كل الحقوق محفوظه

# selectLanguageTitle
source: Choose your preferred language
ar: اختر لغه العرض المفضله

source: medical id number
ar: رقم بطاقه التأمين

source: Sign in
ar: تسجيل الدخول

source: Back
ar: رجوع

# guest
source: Continue as a guest
ar: الدخول كضيف

source: Done
ar: تم

# jobDesc
source: Job Description
ar: الوظيفة

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Birth date
ar: تاريخ الميلاد

source: Alert
ar: تنبيه

source: Discount Card
ar: بطاقة الخصم

source: Profile
ar: الملف الشخصى

source: Favourite
ar: المفضلات

source: Settings
ar: الإعدادات

source: About us
ar: معلومات عنا

source: Sign out
ar: تسجيل الخروج

source: Notifications
ar: الإشعارات

# thisEmpty
source: There is no data
ar: لا توجد بيانات

# didNotFind
source: We did't find any data
ar: لم نعثر على اى بيانات

source: data
ar: بيانات

source: Search
ar: بحث

source: Go
ar: انطلق

source: Home
ar: الرئيسيه

source: More
ar: المزيد

source: Filter
ar: تحديد البيانات المعروضه

source: Send
ar: إرسال

source: E-mail
ar: عنوان البريد الإلكترونى

source: Address
ar: العنوان

source: More details
ar: مزيد من التفاصيل

source: Attach file
ar: أضف ملف

# filesUploaded
source: {count} Files uploaded
ar: {count} ملفات تم رفعها

source: Name
ar: الإسم

source: Company
ar: الشركه

source: Gender
ar: النوع

source: Start date
ar: تاريخ البدء

source: End date
ar: تاريخ الإنتهاء

source: Phone number
ar: رقم الهاتف

source: Edit profile
ar: تعديل الملف الشخصى

source: Edit
ar: تعديل

source: Location
ar: الموقع

source: Category
ar: الفئه

source: Specialization
ar: التخصص

source: Tel-phone
ar: الهاتف

source: Favorite
ar: المفضله

source: Chat
ar: الدردشه

# typeMessage
source: Type a message
ar: أكتب رساله

source: No messages yet
ar: لا يوجد رسائل الى الان

source: cancel
ar: إلغاء

# socketException
source: Network connection failed
ar: تحقق من اتصالك بالانترنت

# httpException
source: Unable to contact the server
ar: تعذر الاتصال بالخادم

# formatException
source: An unexpected error has occurred
ar: حدث خطأ غير متوقع

source: Retry
ar: إعادة المحاوله

# noChangedData
source: You did not change any data
ar: لم تقم بتغيير أى بيانات

source: area
ar: منطقة

source: governorate
ar: محافظة

# notAuth
source: You are not authenticated
ar: أنت غير مسجل

source: language
ar: اللغه

source: Date
ar: التاريخ

source: Projects
ar: المشروعات

# newProjects
source: new
ar: جديده

source: active
ar: جاريه

# withinWarranty
source: warranty
ar: الضمان

source: finished
ar: منتهيه

source: Owner side
ar: الجهه المالكه

source: Executive position
ar: الموقف التنفيذى

source: Executing agency
ar: الجهه المنفذه

source: Financial
ar: المستخلصات

source: Financial detail
ar: تفاصيل المستخلص

source: Financial issuer
ar: مقدم المستخلص

source: Financial statues
ar: حالة المستخلص

source: Financial title
ar: عنوان المستخلص

source: Financial type
ar: نوع المستخلص

source: Destination agency
ar: الجهه الصادره إليها

source: Review status
ar: حالة المراجعه

source: Technical reports
ar: التقارير الفنيه

source: Title
ar: العنوان

source: Status
ar: الحاله

source: Project manager
ar: مدير المشروع

source: Description
ar: الوصف

source: Report details
ar: تفاصيل التقرير

source: Project details
ar: تفاصيل المشروع

source: Complete Project Request
ar: إكمال بيانات المشروع

source: Project request details
ar: تفاصيل الطلب

source: Center role
ar: دور المركز

source: Operation number
ar: رقم العمليه

source: Sector
ar: القطاع

source: Side
ar: الجهه

source: Side description
ar: صفة الجهه

source: City
ar: المدينه

source: Executive duration
ar: مدة التنفيذ

source: Project start date
ar: تاريخ بداية المشروع

source: Owner representative
ar: الممثل المالك

source: Executive center director
ar: مدير المركز التنفيذى

source: Chairman
ar: رئيس اللجنه

source: Identification code
ar: الكود التعريفي

source: analytics
ar: الإحصائيات

source: Total projects
ar: إجمالى المشروعات

source: Payments
ar: المدفوعات

source: Earnings
ar: الأرباح

source: Project name
ar: إسم المشروع

source: Add new financial
ar: إنشاء مستخلص صادر جديد

source: Add new project
ar: إنشاء مشروع جديد

source: Add new team
ar: إضافة فريق جديد

source: Teams
ar: الفرق

source: Team details
ar: بيانات الفريق

source: Team members
ar: أعضاء الفريق

source: Team missions
ar: مهام الفريق

source: Add new mission
ar: إضافة مهمه جديده

source: Update mission
ar: تحديث المهمة

source: Add new member
ar: إضافه عضو جديد

source: Mission
ar: المهمه

source: Upload files
ar: رفع الملفات

source: Confirm
ar: تأكيد

source: Deny
ar: رفض

source: Team name
ar: إسم الفريق

source: Member name
ar: إسم العضو

source: National id
ar: الرقم القومى

source: New report
ar: تقرير جديد

source: Projects requests
ar: طلبات المشاريع

source: Publish
ar: طريقة الطرح

source: Direct attribution
ar: إسناد مباشر

source: Tender
ar: مناقصه

source: Other executing agency
ar: جهة تنفيذ أخرى

source: Company name
ar: إسم الشركه

source: Commercial record
ar: السجل التجاري

source: Engineering slot
ar: الشريحه الهندسيه

source: Supervision statues
ar: حالة الإشراف

source: Supervision
ar: إشراف

# donNotSupervision
source: Don't supervision
ar: عدم الإشراف

source: New project request
ar: طلب مشروع جديد

source: Agency data
ar: بيانات الجهه

source: Agency name
ar: إسم الجهه

source: Communication data
ar: بيانات التواصل

source: Official mail
ar: البريد الرسمي

# mangerNameOr
source: Manger / Dean name
ar: إسم المدير / العميد

# mangerMobileOr
source: Manger / Dean mobile
ar: رقم المدير / العميد

source: Phone
ar: التليفون الأرضي

source: Project type
ar: نوع المشروع

source: Project data
ar: بيانات المشروع

source: Estimated value
ar: القيمه التقديريه

source: Committees data
ar: بيانات اللجان

# committeeData
source: Committee details
ar: بيانات اللجنة

source: Add new committee
ar: إضافة لجنه جديده

source: Committee name
ar: إسم اللجنه

source: Create
ar: إنشاء

source: Project description
ar: وصف المشروع

source: Attachments
ar: المرفقات

source: Decimal guarantee
ar: ضمان نهائي

source: Annual guarantee
ar: ضمان أولي

source: Out of warranty
ar: خارج الضمان

# applicantName
source: Applicant's name
ar: إسم مقدم الطلب

source: Rejection reason
ar: سبب الرفض

source: Enter rejection reason
ar: أدخل سبب الرفض

source: Side name
ar: إسم الجهه

# sidePresenter
source: Dequester data
ar: بيانات مقدم الطلب

# confirmingDone
source: Confirming done successfully
ar: تم التأكيد بنجاح

source: Side presenter relation
ar: علاقته بالجهه

source: mobile
ar: رقم الهاتف

source: days
ar: أيام

source: day
ar: يوم

source: Select Duration
ar: إختر مده

# supervisionRole
source: supervision
ar: إشراف

# designRole
source: design
ar: تصميم

# supervisionDesignRole
source: supervision &design
ar: أشراف وتصميم

# consultingRole
source: Consultation
ar: أعمال أستشاريه

source: all
ar: الكل

source: Mansoura University
ar: جامعة المنصوره

source: Other
ar: أخرى

source: Rooms
ar: غرف

source: Add new room
ar: أضف مجموعه جديده

source: Room name
ar: إسم الغرفه

source: photo
ar: صوره

source: private
ar: خاصه

source: public
ar: عامه

source: Group status
ar: حالة الجروب

source: Participants
ar: الأعضاء

source: Admin
ar: مشرف

source: Pinned messages
ar: رسائل مثبته

source: Info
ar: التفاصيل

source: Groups
ar: المجموعات

# addParticipant
source: Add new participant
ar: إضافه عضو جديد

source: Pin
ar: تثبيت

source: UnPin
ar: حذف من المثبته

# removeParticipant
source: Remove this participant {participantName}
ar: إزالة هذا عضو {participantName}

source: Are you sure?
ar: هل أنت متأكد؟

source: Issuer name
ar: إسم المنشئ

source: Issuer mail
ar: بريد المنشئ

source: Reviewer
ar: المراجع

source: Review Statues
ar: حاله المراجعه

source: Reviews
ar: المراجعات

# inMansoura
source: Inside Mansoura university
ar: داخل جامعة المنصورة

# outMansoura
source: Outside Mansoura university
ar: خارج جامعة المنصوره

source: Completion rate
ar: نسبة الإستكمال

# wantToExit
source: Do you want to exit the app ?
ar: هل تريد الخروج من التطبيق ؟

# notDoneOk
source: Not finished , good state
ar: لم يكتمل بعد، لكن بحالة جيدة

# notDoneLate
source: Not finished , late state
ar: لم يكتمل بعد، ومتأخر

# doneProblem
source: Finished with problem
ar: انتهى بمشاكل

# doneNoProblem
source: Finished with no problem
ar: انتهى بدون مشاكل

source: Presenter relation
ar: علاقه مقدم الطلب

source: Side owner
ar: صاحب الجهه

source: Side representative
ar: ممثل الجهه

source: Creation date
ar: تاريخ الإنشاء

source: Notes
ar: ملاحظات

source: Activity
ar: النشاط

source: Creation details
ar: تفاصيل الإنشاء

source: Planned start date
ar: تاريخ البدايه المتوقع

source: Planned end date
ar: تاريخ النهايه المتوقع

source: Actual start date
ar: تاريخ البدابه الفعلى

source: Actual End date
ar: تاريخ النهايه الفعلى

source: Coming
ar: وارده

source: Out
ar: صادره

source: All data
ar: جميع البيانات

source: Report title
ar: عنوان التقرير

# reportDesc
source: Report Description
ar: وصف التقرير

source: Report date
ar: تاريخ التقرير

source: Report entry date
ar: تاريخ تقديم التقرير

source: Report Issuer
ar: مقدم التقرير

# endDateIsBefore
source: End date must be after start date
ar: تاريخ النهايه يجب ان يكون بعد تاريخ البدايه

source: Agencies List
ar: قائمة الجهات

source: Task
ar: مهمه

source: Task Details
ar: تفاصيل المهمة

source: Comment
ar: تعليق

# allComments
source: Comments
ar: التعليقات

source: Add new comment
ar: إضافه تعليق

# unAuthorized
source: Unauthorized action !
ar: غير مصرح لك !
